[
  {
    "title": "The Assassin's Blade",
    "body": "title:The Assassin's Blade|author:Sarah J. Maas|series:Throne of Glass|chronological_order:1|publication_order:0|publication_date:March 4, 2014|themes:Freedom vs. control, Loyalty, betrayal, and the price of trust, Personal identity and moral boundaries, Female strength and emotional complexity, Found family, loss, and transformation|synopsis:Una colección de cinco historias interconectadas que revelan la vida de Celaena Sardothien antes de las minas de sal de Endovier. Estas historias muestran sus primeros actos de rebeldía, su entrenamiento con los Asesinos Silenciosos, su compleja relación con Arobynn Hamel, su trágico amor por Sam Cortland y los eventos que la llevaron a su captura.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/assasins-blade.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "Throne of Glass",
    "body": "title:Throne of Glass|author:Sarah J. Maas|series:Throne of Glass|chronological_order:2|publication_order:1|publication_date:August 2, 2012|themes:Power and identity, Female strength and resilience, Corruption and resistance, Friendship, loyalty, and budding romance, Magic awakening in a kingdom where it's forbidden|synopsis:Celaena Sardothien, una asesina de 18 años, recibe la oportunidad de obtener su libertad compitiendo como la campeona del Príncipe Dorian en un torneo para encontrar un nuevo asesino real. Durante la competencia, los concursantes comienzan a aparecer muertos, y Celaena debe descubrir quién está detrás de estos asesinatos mientras desarrolla complejos vínculos con Dorian y el Capitán Chaol Westfall.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/throne-of-glass.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "Crown of Midnight",
    "body": "title:Crown of Midnight|author:Sarah J. Maas|series:Throne of Glass|chronological_order:3|publication_order:2|publication_date:August 27, 2013|themes:Identity and transformation, Grief, vengeance, and justice, The morality of rebellion, Secrets, power, and ancient magic, The weight of destiny|synopsis:Como Campeona del Rey, Celaena finge cumplir sus deberes mientras secretamente ayuda a sus objetivos a escapar. Cuando su amiga Nehemia es brutalmente asesinada, Celaena se sumerge en una espiral de venganza y descubre conspiraciones oscuras relacionadas con la magia antigua y el Rey de Adarlan. Al final, revela su verdadera identidad: Aelin Galathynius, la reina perdida de Terrasen.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/crown-of-midnight.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "Heir of Fire",
    "body": "title:Heir of Fire|author:Sarah J. Maas|series:Throne of Glass|chronological_order:4|publication_order:3|publication_date:September 2, 2014|themes:Grief, trauma, and healing, Power, control, and acceptance, Found family and trust, Identity reclaimed, The rising threat of war|synopsis:Aelin viaja a Wendlyn donde entrena con el príncipe Fae Rowan Whitethorn por orden de la Reina Maeve. A través de un entrenamiento brutal, Aelin comienza a aceptar su poder y su identidad. Mientras tanto, en Rifthold, Chaol lucha por proteger a Dorian, cuya magia se vuelve inestable, y surge una nueva amenaza: las brujas Ironteeth, lideradas por Manon Blackbeak.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/heir-of-fire.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "Queen of Shadows",
    "body": "title:Queen of Shadows|author:Sarah J. Maas|series:Throne of Glass|chronological_order:5|publication_order:4|publication_date:September 1, 2015|themes:Justice, vengeance, and redemption, Power reclaimed and wielded wisely, Political strategy and rebellion, Facing personal trauma and manipulation, The birth of a queen's legacy|synopsis:Aelin regresa a Rifthold para rescatar a su primo Aedion y enfrentarse a Arobynn Hamel. Con Rowan a su lado, Aelin teje una red de engaños y alianzas para derrocar al Rey de Adarlan y liberar a Dorian del control del demonio Valg. Al final, derrota al rey tiránico y devuelve la magia al mundo, pero la verdadera guerra apenas comienza.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/queen-of-shadows.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "Empire of Storms",
    "body": "title:Empire of Storms|author:Sarah J. Maas|series:Throne of Glass|chronological_order:6|publication_order:5|publication_date:September 6, 2016|themes:Leadership and sacrifice, Love forged in war, Alliance-building and betrayal, Female agency and destiny, The burden of legacy and crown|synopsis:Aelin marcha hacia el sur en busca de aliados para recuperar su trono y enfrentar a Erawan. Su corte, compuesta por Rowan, Lysandra, Aedion, Elide y Lorcan, lucha por unir un mundo fracturado. Mientras tanto, Manon comienza a cuestionar su lealtad a las brujas Ironteeth, y Dorian lucha con su magia. Al final, Aelin se entrega a Maeve para proteger a sus amigos, ocultando un plan secreto.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/empire-of-storms.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "Tower of Dawn",
    "body": "title:Tower of Dawn|author:Sarah J. Maas|series:Throne of Glass|chronological_order:6.5|publication_order:6|publication_date:September 5, 2017|themes:Healing and redemption, Love born of pain and strength, Cultural unity and diplomacy, Confronting privilege and guilt, Ancient knowledge and destiny|synopsis:Chaol Westfall viaja al continente sur con Nesryn Faliq para buscar aliados y una cura para sus lesiones. En Antica, conoce a Yrene Towers, una sanadora que inicialmente se resiste a ayudarlo. A medida que Chaol enfrenta sus traumas, descubren secretos antiguos sobre el origen de los Valg y amenazas que podrían condenarlos a todos.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/tower-of-dawn.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "Kingdom of Ash",
    "body": "title:Kingdom of Ash|author:Sarah J. Maas|series:Throne of Glass|chronological_order:7|publication_order:7|publication_date:October 23, 2018|themes:Sacrifice and legacy, War, strategy, and resistance, Love tested by fire, Identity, power, and redemption, Unity across nations and people|synopsis:Aelin es torturada por la Reina Maeve mientras sus aliados se preparan para la guerra. Rowan busca desesperadamente a su esposa, mientras Aedion y Lysandra lideran los ejércitos de Terrasen. Dorian y Manon buscan la última Wyrdkey, y Manon lucha por unir a las brujas Ironteeth y Crochan. En la batalla final contra Erawan, cada alianza es puesta a prueba y se realizan sacrificios devastadores.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/kingdom-of-ash.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "A Court of Thorns and Roses",
    "body": "title:A Court of Thorns and Roses|author:Sarah J. Maas|series:A Court of Thorns and Roses|order:1|publication_date:May 5, 2015|themes:Beauty and the Beast retelling with dark twists, Sacrifice and redemption, Power, identity, and transformation, Freedom versus captivity, Love born of survival|synopsis:Cuando Feyre mata a un lobo en el bosque, un ser parecido a una bestia exige retribución. Llevada a Prythian, se convierte en cautiva de Tamlin, un señor Fae. A medida que crece la pasión entre ellos, Feyre descubre que una plaga amenaza la tierra. Cuando Tamlin es capturado por Amarantha, Feyre enfrenta tres pruebas mortales para salvarlo, sacrificando su humanidad en el proceso.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/a-court-of-thorns-and-roses.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "A Court of Mist and Fury",
    "body": "title:A Court of Mist and Fury|author:Sarah J. Maas|series:A Court of Thorns and Roses|order:2|publication_date:May 3, 2016|themes:Trauma, healing, and self-worth, Freedom versus control, Love as partnership, Found family and loyalty, Rising power and feminine agency|synopsis:Feyre lucha con el trauma de sus experiencias bajo la montaña y el comportamiento controlador de Tamlin. Cuando Rhysand reclama su parte del trato, Feyre descubre la verdad sobre la Corte Nocturna y comienza a sanar. Mientras ella y Rhys se acercan, trabajan juntos para detener al Rey de Hybern, quien planea usar el Caldero para destruir el muro entre los mundos humano y fae.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/a-court-of-mist-and-fury.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "A Court of Wings and Ruin",
    "body": "title:A Court of Wings and Ruin|author:Sarah J. Maas|series:A Court of Thorns and Roses|order:3|publication_date:May 2, 2017|themes:War and sacrifice, Strategic leadership and diplomacy, Family, trauma, and resilience, Love tested through conflict, Unity across differences|synopsis:Feyre regresa a la Corte Primavera como espía, saboteando los planes de Hybern desde dentro. Después de escapar con sus hermanas, se reúne con Rhys para prepararse para la guerra. Con todo Prythian en riesgo, forjan alianzas con otros Grandes Señores. En la batalla final contra el Rey de Hybern, se revelan traiciones y se producen pérdidas devastadoras, pero Feyre y sus compañeros unen sus poderes para derrotar al enemigo.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/a-court-of-wings-and-ruin.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "A Court of Frost and Starlight",
    "body": "title:A Court of Frost and Starlight|author:Sarah J. Maas|series:A Court of Thorns and Roses|order:3.5|publication_date:May 1, 2018|themes:Emotional recovery after trauma, Found family and support, Reflection, rest, and intimacy, Transition into new roles, Hope and healing|synopsis:Ambientada después de la guerra con Hybern, esta historia sirve como puente entre la trilogía original y el siguiente arco. Mientras se acerca el Solsticio de Invierno, Feyre y Rhysand comienzan el proceso de reconstrucción. Feyre lucha por encontrar alegría en las festividades mientras ayuda a sus hermanas a encontrar su lugar. A través de momentos de calidez e introspección, la historia se centra en la sanación a través del amor y la comunidad.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/a-court-of-frost-and-starlight.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "A Court of Silver Flames",
    "body": "title:A Court of Silver Flames|author:Sarah J. Maas|series:A Court of Thorns and Roses|order:4|publication_date:February 16, 2021|themes:Trauma, healing, and mental health, Self-worth, shame, and redemption, Female strength and friendship, Love through vulnerability, Identity forged through struggle|synopsis:Nesta Archeron, atormentada por los horrores de la guerra y el trauma de ser Transformada, se ha sumido en la autodestrucción. Feyre y Rhysand le dan un ultimátum: entrenar con Cassian o perder su apoyo. A regañadientes, Nesta acepta y comienza un doloroso viaje hacia la sanación. Forma una hermandad con Gwyn y Emerie, convirtiéndose en Valquirias, mientras lucha contra una nueva amenaza mágica y su creciente atracción por Cassian.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/a-court-of-silver-flames.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "House of Earth and Blood",
    "body": "title:House of Earth and Blood|author:Sarah J. Maas|series:Crescent City|order:1|publication_date:March 3, 2020|themes:Grief, trauma, and healing, Power, corruption, and resistance, Found family and loyalty, Self-sacrifice and courage, Identity, loss, and love after death|synopsis:Bryce Quinlan, mitad humana y mitad Fae, ve su vida destrozada cuando un demonio asesina a su mejor amiga Danika. Dos años después, es arrastrada de nuevo a la investigación junto con Hunt Athalar, un ángel caído esclavizado. Juntos descubren una conspiración que involucra magia prohibida y traición al más alto nivel. En un acto heroico, Bryce desata su poder Starborn oculto para salvar la ciudad.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/house-of-earth-and-blood.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "House of Sky and Breath",
    "body": "title:House of Sky and Breath|author:Sarah J. Maas|series:Crescent City|order:2|publication_date:February 15, 2022|themes:Rebellion and resistance against tyranny, Self-discovery and hidden heritage, Power, legacy, and truth, Found family and trust, Fate, freedom, and sacrifice|synopsis:Después de salvar Ciudad Creciente, Bryce y Hunt anhelan paz, pero los Asteri endurecen su control. Un grupo rebelde llamado Ophion se levanta contra los gobernantes, y Bryce y Hunt son arrastrados al conflicto. Mientras Bryce investiga sus orígenes Starborn, Hunt lucha con su papel como protector y guerrero. En un giro final, Bryce intenta escapar del alcance de los Asteri y accidentalmente aterriza en Prythian, el mundo de ACOTAR.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/house-of-sky-and-breath.png",
      "alt": "Descripción de la imagen"
    }
  },
  {
    "title": "House of Flame and Shadow",
    "body": "title:House of Flame and Shadow|author:Sarah J. Maas|series:Crescent City|order:3|publication_date:January 30, 2024|themes:Interdimensional connection and crossover, Identity, destiny, and legacy, Power, oppression, and rebellion, Love enduring across worlds, The cost of freedom and truth|synopsis:Bryce se encuentra atrapada en el reino de Prythian, separada de sus amigos y su poder. Mientras lucha por regresar a casa, forja conexiones con Rhysand y Feyre Archeron. Mientras tanto, en Ciudad Creciente, Hunt, Ruhn y los aliados de Bryce enfrentan el control de los Asteri. Con revelaciones sobre el linaje de Bryce y los orígenes de los Asteri, la guerra se extiende entre mundos, y el futuro de Midgard, Prythian y más allá pende de un hilo.",
    "media": {
      "url": "https://images-blog-nestor.vercel.app/house-of-flame-and-shadow.png",
      "alt": "Descripción de la imagen"
    }
  }
]